<?php

return [
    'success' => ".نجاح",
    'failed' => ".حدث خطأ ما",
    'not_doctor' => ".يبدو أنك مسؤول، ولكن هذا المسار مخصص للأطباء فقط",
    'wrongFlow' => ".المعلومات المقدمة غير متسقة",
    'deleteSelf' => ".لا يمكنك حذف حسابك الخاص",
    'forbidden' => ".ممنوع",
    'mobile_not_verified' => ".لم يتم التحقق بعد من رقم هاتفك, يرجى التحقق من رقم هاتفك لاستكمال عملية التسجيل والوصول إلى جميع الميزات",
    'already_verified' => ".تم التحقق بالفعل من هذا الحساب",
    'verify_code_wrong' => ".الرمز الذي قمت بتقديمه غير صحيح يرجى التحقق من الرمز والمحاولة مرة أخرى,إذا كنت تواجه مشكلات يرجى طلب رمز تحقق جديد",
];
